Repository: mike-8/subscribe-form
Catalog: languages/elastic-email-subscribe-form-*.po
Languages: pl_pl

source: Marketing
pl_pl: Marketingowe

source: Transactional
pl_pl: Transakcyjne

source: Let us help you send better emails!
pl_pl: Pozwól nam wysłać lepsze e-maile!

source: If you are new to Elastic Email, feel free to visit our
pl_pl: Jeśli jesteś nowym użytkownikiem Elastic Email, zapraszam do odwiedzenia naszej

source: website
pl_pl: strony

source: and find out how our comprehensive set of tools will help you reach your goals or get premium email marketing tools at a fraction of what you're paying now!
pl_pl: i przekonaj się, jak nasz wszechstronny zestaw narzędzi pomoże Ci osiągnąć Twoje cele i uzyskać premium narzędzia do marketingu e-mail za ułamek tego, co płacisz teraz!

source: If you already use Elastic Email to send your emails, you can subscribe to our monthly updates to start receiving the latest email news, tips, best practices and more.
pl_pl: Jeśli korzystasz już z Elastic Email, możesz zasubskrybować nasze comiesięczny newsletter, aby otrzymywać najnowsze wiadomości e-mail, porady, sprawdzone metody i wiele innych.

source: Please enter your name
pl_pl: Podaj swoje imię

source: Please enter your name.
pl_pl: Podaj swoje imię.

source: Please enter your email
pl_pl: Podaj swoje adres e-mail

source: Please enter your email.
pl_pl: Podaj swoje adres e-mail.

source: This email is not valid.
pl_pl: Adres e-mail nie jest poprawny.

source: Thank you for subscribing to our newsletter!
pl_pl: Dziękujemy za subskrypcję naszego newslettera!

source: You will start receiving our email marketing newsletter, as soon as you confirm your subscription.
pl_pl: Zaczniesz otrzymywać nasz newsletter, gdy tylko potwierdzisz subskrypcję.

source: How we can help you?
pl_pl: Jak możemy ci pomóc?

source: If you would like to boost your email marketing campaigns or improve your email delivery, check out our helpful guides to get you started!
pl_pl: Jeśli chcesz zwiększyć efektywność swoich kampanii email marketingowych lub poprawić dostarczanie poczty e-mail, zapoznaj się z naszymi przewodnikami!

source: Guides and resources
pl_pl: Poradniki i zasoby wiedzy

source: Looking for code? Check our API
pl_pl: Szukasz kodu? Sprawdź naszą dokumentację

source: Want to talk with a live person? Contact us
pl_pl: Chcesz porozmawiać z żywą osobą? Napisz

source: Remember that in case of any other questions or feedback, you can always contact our friendly
pl_pl: Pamiętaj, że w przypadku jakichkolwiek innych pytań lub opinii, zawsze możesz skontaktować się z naszym wsparciem technicznym

source: Support Team.
pl_pl: Wsparcie techniczne.

source: Settings saved.
pl_pl: Ustawienia zapisane.

source: General Settings
pl_pl: Ustawienia ogólne

source: Welcome to Elastic Email WordPress Plugin!
pl_pl: Witamy we wtyczce Elastic Email Subscribe Form!

source: From now on, you can send your emails in the fastest and most reliable way!
pl_pl: Od teraz możesz wysyłać swoje wiadomości e-mail w najszybszy i najbardziej niezawodny sposób!

source: Just one quick step and you will be ready to rock your subscribers' inbox.
pl_pl: Wystarczy jeden krok i będziesz gotowy, by podbijać skrzynkę odbiorczą swoich subskrybentów.

source: Fill in the details about the main configuration of Elastic Email connections.
pl_pl: Skonfiguruj połączenie z interfejsem API Elastic Email.

source: Connection Test:
pl_pl: Test połączenia:

source: Connected
pl_pl: Połączone

source: Connection error, check your API key.
pl_pl: Błąd połączenia, sprawdź klucz API.

source: Read more
pl_pl: Przeczytaj więcej

source: Account status:
pl_pl: Status konta:

source: Active
pl_pl: Aktywne

source: Please conect to Elastic Email API or complete the profile
pl_pl: Połącz się z interfejsem API Elastic Email lub uzupełnij swój porofil

source: Complete your profile
pl_pl: Uzupełnij swój profil

source: or connect to Elastic Email API to start using the plugin.
pl_pl: lub połącz się z Elastic Email API, aby rozpocząć korzystanie z wtyczki.

source: Account daily limit:
pl_pl: Dzienny limit konta:

source: No limits
pl_pl: Bez limitu

source: Lucky you! Your account has no daily limits! Check out our other
pl_pl: Szczęściarz! Twoje konto nie ma dziennych limitów! Sprawdź nasze inne

source: pricing plans
pl_pl: plany cenowe

source: and discover unlimited possibilities of your account.
pl_pl: i odkryj nieograniczone możliwości swojego konta.

source: Oops! It seems your limit is 5. Fill out your profile to get unlimited possibilities.
pl_pl: Ups! Wygląda na to, że twój limit wynosi 5. Wypełnij swój profil, aby uzyskać nieograniczone możliwości.

source: Ups! It seems your your limit is 50. Fill out your profile to get unlimited possibilities.
pl_pl: Ups! Wygląda na to, że twój limit wynosi 50. Wypełnij swój profil, aby uzyskać nieograniczone możliwości.

source: Your account is limited to 5,000 free emails per day. Check out our
pl_pl: Twoje konto jest ograniczone do 5000 darmowych e-maili dziennie. Sprawdź nasze

source: pricing plans
pl_pl: plany cenowe

source: and take your campaigns to the next level!
pl_pl: i przenieś swoje kampanie na wyższy poziom!

source: Email Credits:
pl_pl: Email kredyty:

source: Account doesn't have enough credits
pl_pl: Konto nie ma wystarczającej liczby kredytów

source: Account can send e-mails but only without the attachments
pl_pl: Konto może wysyłać wiadomości e-mail, ale tylko bez załączników

source: Daily Send Limit Exceeded
pl_pl: Przekroczono dzienny limit wysyłki

source: Account is ready to send e-mails
pl_pl: Konto jest gotowe do wysyłki

source: Check the account configuration
pl_pl: Sprawdź konfigurację konta

source: Credit status:
pl_pl: Status kredytów:

source: Do not have an account yet?
pl_pl: Nie masz jeszcze konta?

source: Create your account now
pl_pl: Utwórz konto teraz

source: Tell me more about it
pl_pl: Powiedz mi więcej o tym

source: Want to use this plugin in a different language version?
pl_pl: Chcesz użyć tej wtyczki w innej wersji językowej?

source: Let us know or help us translate it!
pl_pl: Daj nam znać lub pomóż nam przetłumaczyć wtyczkę!

source: Widget
pl_pl: Widżet

source: Name
pl_pl: Nazwa

source: All contacts go to AllContacts list. Create your first list.
pl_pl: Wszystkie kontakty będą dodawane do listy AllContacts. Utwórz swoją pierwszą niestandardową listę.
